[
  {
    "id": 0,
    "name": "Artisan",
    "description": "Your hero was a crafter of some variety, whether a blacksmith, carpenter, shipwright, weaver, or a maker of more exotic goods. In humble villages an artisan is most likely to make the bulk of their living by the same subsistence farming as their neighbors, but in towns and cities they might be full-time professionals, perhaps belonging to some guild or brotherhood specific to their craft. While an artisan’s Craft skill is chiefly applicable to those works related to their background, they often know enough or can improvise sufficiently to make competent efforts at other types of work.",
    "freeSkill": "Craft",
    "quickPicks": ["Trade", "Connect"],
    "growthChoices": ["+1 Any Stat", "+2 Physical", "+2 Physical", "+2 Mental", "Exert", "Any Skill"],
    "learningChoices": ["Connect", "Convince", "Craft", "Craft", "Exert", "Know", "Notice", "Trade"]
  },
  {
    "id": 1,
    "name": "Barbarian",
    "description": "Your people or past were counted savage even in a world as brutal as this one. Primitive hill tribes, hardpressed jungle clans, or simple frontiersmen too long out of contact with a more sophisticated civilization might all qualify for this background. You know how to live without the comforts a softer and more pacified people might require and you have a ready acceptance of violence that can keep you alive where others might perish. Still, the material privation of your life does not mean you are necessarily stupid or unadaptable, nor that you lack your own forms of culture.",
    "freeSkill": "Survive",
    "quickPicks": ["Any Combat", "Notice"],
    "growthChoices": ["+1 Any Stat", "+2 Physical", "+2 Physical", "+2 Mental", "Exert", "Any Skill"],
    "learningChoices": ["Any Combat", "Connect", "Exert", "Lead", "Notice", "Punch", "Sneak", "Survive"]
  },
  {
    "id": 2,
    "name": "Carter",
    "description": "Overland transport is hard and dangerous, and it requires an equally hard breed of men and women to carry it out. Carters might be caravan workers hauling precious goods over hundreds of miles, or independent shippers running a cart between isolated hamlets, or they might be messenger riders risking grave peril to deliver small packages. A carter may be a low-born peasant, but he might end up seeing more of the world than the gentry of his homeland. These far-traveled haulers commonly learn quickly how to handle themselves in perilous circumstances.",
    "freeSkill": "Ride",
    "quickPicks": ["Connect", "Any Combat"],
    "growthChoices": ["+1 Any Stat", "+2 Physical", "+2 Physical", "+2 Mental", "Connect", "Any Skill"],
    "learningChoices": ["Any Combat", "Connect", "Craft", "Exert", "Notice", "Ride", "Survive", "Trade"]
  },
  {
    "id": 3,
    "name": "Courtesan",
    "description": "Your hero made a profession of companionship, whether carnal or otherwise. Common street harlots or rented boys are by no means unknown among adventurers, but there are also exquisitely polished courtesans and graciously platonic artists of song, dance, and cultured companionship. Some have wearied of the particular strains of their work, while others mean to take advantage of their special talents in smoothing the social interactions of an adventuring party with an often-suspicious world.",
    "freeSkill": "Perform",
    "quickPicks": ["Notice", "Connect"],
    "growthChoices": ["+1 Any Stat", "+2 Mental", "+2 Mental", "+2 Physical", "Connect", "Any Skill"],
    "learningChoices": ["Any Combat", "Connect", "Convince", "Exert", "Notice", "Perform", "Survive", "Trade"]
  },
  {
    "id": 4,
    "name": "Criminal",
    "description": "Some would argue that all adventurers are criminals sooner or later, but your hero made it their profession from an early age. Con men, charlatans, fraudulent merchants, pickpockets, sneak thieves, impostors, footpads, and ne’er-do-wells of every description often filter into the adventuring lifestyle, if only to ensure that their travels take them well away from the sites of their former activity. Given the general unscrupulousness, quick wits, and daring required of a successful criminal, many make excellent adventurers. Other less gifted examples make excellent corpses.",
    "freeSkill": "Sneak",
    "quickPicks": ["Connect", "Convince"],
    "growthChoices": ["+1 Any Stat", "+2 Mental", "+2 Physical", "+2 Mental", "Connect", "Any Skill"],
    "learningChoices": ["Adminster", "Any Combat", "Connect", "Convince", "Exert", "Notice", "Sneak", "Trade"]
  },
  {
    "id": 5,
    "name": "Hunter",
    "description": "Both primitive tribals and bored nobles require hunts for their table and their pleasures, and such efforts often require professional hunters to help in the work. Hunger or greed has also been known to send poor peasants into the game preserves of their lords or deep into dangerous wilderness. A few hunters are actual gamekeepers employed to ward off poachers, while others are simply hermits who have no love for any company but their own. The marksmanship and stealth of a well-practiced hunter tend to be useful skills in an adventurer’s line of work.",
    "freeSkill": "Shoot",
    "quickPicks": ["Survive", "Sneak"],
    "growthChoices": ["+1 Any Stat", "+2 Physical", "+2 Physical", "+2 Mental", "Exert", "Any Skill"],
    "learningChoices": ["Any Combat", "Exert", "Heal", "Notice", "Ride", "Shoot", "Sneak", "Survive"]
  },
  {
    "id": 6,
    "name": "Laborer",
    "description": "In the villages and rural regions of the world, the vast majority of the populace are simple peasants. In the cities, the great mass of unskilled workers are laborers instead, day-workers and unskilled help employed by the artisans and craftsmen of the town. Their lives are hard, precarious, and unpromising, but the chance to live in a city and the opportunities for wealth and status it offers are enough to beguile many poor village lads and lasses. In the absence of a lucky break or fortuitous apprenticeship, some laborers find themselves willing to risk the life of an adventurer rather than endure their poverty meekly.",
    "freeSkill": "Work",
    "quickPicks": ["Connect", "Exert"],
    "growthChoices": ["+1 Any Stat", "+1 Any Stat", "+1 Any Stat", "+1 Any Stat", "Exert", "Any Skill"],
    "learningChoices": ["Adminster", "Any Skill", "Connect", "Convince", "Craft", "Exert", "Ride", "Work"]
  },
  {
    "id": 7,
    "name": "Merchant",
    "description": "Merchants range from the gilded merchant-princes of the great trading cities to the humble peddlers who roam between villages with packs full of sewing needles, tin pans, belt knives, and other household needs. Trade is a dangerous thing in this world, constantly subject to the rapacious demands of lords or the brutal exaction of bandits, and few cowards take up the work. Merchants with a particular fund of courage and an exceptional appetite for gold might even become adventurers, the better to obtain capital and contacts for their work.",
    "freeSkill": "Trade",
    "quickPicks": ["Convince", "Connect"],
    "growthChoices": ["+1 Any Stat", "+2 Mental", "+2 Mental", "+2 Mental", "Connect", "Any Skill"],
    "learningChoices": ["Adminster", "Any Combat", "Connect", "Convince", "Craft", "Know", "Notice", "Trade"]
  },
  {
    "id": 8,
    "name": "Noble",
    "description": "Nobility is a quality that varies from culture to culture, some bestowing it for personal virtue, others to particular bloodlines, and some to those who fulfill specific roles in the culture. Whatever the particulars, your hero was of the noble caste of their home, one of the elites who governed and ruled. Alas, some circumstance has driven you out of your former place, forcing you to seek companions in adventure and make your own way in the world. You may no longer have the dignities and advantages of your former rank, but you at least have the benefit of its education.",
    "freeSkill": "Lead",
    "quickPicks": ["Connect", "Adminster"],
    "growthChoices": ["+1 Any Stat", "+2 Mental", "+2 Mental", "+2 Mental", "Connect", "Any Skill"],
    "learningChoices": ["Adminster", "Any Combat", "Connect", "Convince", "Know", "Lead", "Notice", "Ride"]
  },
  {
    "id": 9,
    "name": "Nomad",
    "description": "Some peoples are forced to travel far to find their sustenance, whether they are beast-riders, drivers of great wagons, or simple masses of people walking from one waystation to another. Their native land may not be rich enough to support them and their herds for long at any one place, or some shifting peril might require them to be constantly on the move. Nomads are often mistrusted by settled folk, as it’s all too easy for them to commit some depredation before moving out of reach of reprisal, but their skills at riding and surviving harsh environments are of use to any adventurer.",
    "freeSkill": "Ride",
    "quickPicks": ["Survive", "Any Combat"],
    "growthChoices": ["+1 Any Stat", "+2 Physical", "+2 Physical", "+2 Mental", "Exert", "Any Skill"],
    "learningChoices": ["Any Combat", "Connect", "Exert", "Lead", "Notice", "Ride", "Survive", "Trade"]
  },
  {
    "id": 10,
    "name": "Peasant",
    "description": "A peasant’s life is never easy, though in some lands it’s a kinder fate than others. Even in the richest states, however, a peasant’s life is often marked by hunger, poverty, and a constant struggle to obtain the very minimal necessities for life. Most are accustomed to a world in which anything they can’t personally grow, make, scavenge, or steal is something they won’t have. Such ruthless resourcefulness and tolerance of pain and toil are useful qualities to any adventurer… and there are enough of them that a few who perish in some trackless waste are no grievous loss to their lords.",
    "freeSkill": "Exert",
    "quickPicks": ["Sneak", "Survive"],
    "growthChoices": ["+1 Any Stat", "+2 Physical", "+2 Physical", "+2 Physical", "Exert", "Any Skill"],
    "learningChoices": ["Connect", "Exert", "Craft", "Notice", "Sneak", "Survive", "Trade", "Work"]
  },
  {
    "id": 11,
    "name": "Permormer",
    "description": "Singers, dancers, musicians, actors, poets, orators, and all other entertainers and edifiers might be found in this background. In a world such as this one, there are precious few who can earn more than the barest living off their art, and those who prosper are inevitably the ones who can cozen and beguile some rich patron into favoring their efforts. Even a wandering bard reliant on the generosity of taphouse keepers and bored yeomen must have a way with people, and this skill at managing their affections is often useful for an adventurer.",
    "freeSkill": "Perform",
    "quickPicks": ["Convince", "Connect"],
    "growthChoices": ["+1 Any Stat", "+2 Mental", "+2 Physical", "+2 Physical", "Connect", "Any Skill"],
    "learningChoices": ["Any Combat", "Connect", "Convince", "Exert", "Notice", "Perform", "Perform", "Sneak"]
  },
  {
    "id": 12,
    "name": "Physician",
    "description": "Healers are needed in any society, and your hero was one such physician. In a town or city, they might have been a classically-trained professional, versed in subtle arts of medical horoscopes, therapeutic gemstones, and the imbibing of precious metals, while a village healer might simply know the proper use of herbs, sutures, and splints. Adventuring bands always prize the help of a trained healer, whatever their background, and many consider it an essential to have someone in the party capable of patching up a bleeding ally or treating a fevered friend.",
    "freeSkill": "Heal",
    "quickPicks": ["Know", "Notice"],
    "growthChoices": ["+1 Any Stat", "+2 Physical", "+2 Mental", "+2 Mental", "Connect", "Any Skill"],
    "learningChoices": ["Adminster", "Connect", "Convince", "Craft", "Heal", "Know", "Notice", "Trade"]
  },
  {
    "id": 13,
    "name": "Priest",
    "description": "Priests run a wide gamut in this world. Some live as moral exemplars for their flock, teaching them of the ethical demands of their religion and encouraging them in their faith. Others are simple spiritual technicians, performing rituals to propitiate and coax their god with no concern for anything but the correct execution of the rite and the timely receipt of payment. Adventuring priests often tend more toward the latter, assisting their companions with their prayers and expertise in handling people. A few priests even have magical powers, either given to them by their deity or learned as part of their youthful training.",
    "freeSkill": "Pray",
    "quickPicks": ["Convince", "Know"],
    "growthChoices": ["+1 Any Stat", "+2 Mental", "+2 Physical", "+2 Mental", "Connect", "Any Skill"],
    "learningChoices": ["Adminster", "Connect", "Convince", "Know", "Lead", "Heal", "Pray", "Pray"]
  },
  {
    "id": 14,
    "name": "Sailor",
    "description": "Your hero was a sailor, a voyager on the salt tides or deep rivers of their home. They might have been captain of a ship of their own, or a bargeman on the great rivers, or a simple seaman willing to take ship with any craft that would have him. Some nations might even have ships of a more than nautical nature, aircraft or stranger things in need of a trained crew. Whatever their usual berth, sailors are accustomed to lives of sudden peril and hard labor, and the self-sufficiency forced by a life on the waves is often useful to an adventurer.",
    "freeSkill": "Sail",
    "quickPicks": ["Exert", "Notice"],
    "growthChoices": ["+1 Any Stat", "+2 Physical", "+2 Physical", "+2 Mental", "Exert", "Any Skill"],
    "learningChoices": ["Any Combat", "Convince", "Craft", "Exert", "Heal", "Notice", "Perform", "Sail"]
  },
  {
    "id": 15,
    "name": "Scholar",
    "description": "Dedicated scholars are few and far between in this world, but your hero is one of those rarities. Either through noble birth, a wealthy background, or dedication to some institution of knowledge, your hero has had the opportunity to become immersed in a life of study. You may have a particular field of focus, but scholarship in this age is a broad undertaking, and every scholar is expected to know something of the natural sciences and the nations surrounding their home. Given this education, those scholars with the daring to become adventurers can find themselves called upon to perform highly perilous field research.",
    "freeSkill": "Know",
    "quickPicks": ["Heal", "Adminster"],
    "growthChoices": ["+1 Any Stat", "+2 Mental", "+2 Mental", "+2 Mental", "Connect", "Any Skill"],
    "learningChoices": ["Adminster", "Convince", "Craft", "Heal", "Know", "Notice", "Perform", "Pray"]
  },
  {
    "id": 16,
    "name": "Slave",
    "description": "Slavery in this world varies from the pampered life of some favored house slave to a short, brutal existence in the mines and manufactories. It’s not unknown for the same slave to experience both ends of the spectrum as their charm fades or financial need forces a slimming of the household staff. In some lands a former slave can have hope of attaining honor and status, while in others they might expect an even worse state, without even the assurance of sufficient bread for their labor. Runaways, rebels, and ex-slaves are all well-represented among the desperate class of adventurers.",
    "freeSkill": "Sneak",
    "quickPicks": ["Survive", "Exert"],
    "growthChoices": ["+1 Any Stat", "+2 Physical", "+2 Physical", "+2 Mental", "Exert", "Any Skill"],
    "learningChoices": ["Adminster", "Any Combat", "Any Skill", "Convince", "Exert", "Sneak", "Survive", "Work"]
  },
  {
    "id": 17,
    "name": "Soldier",
    "description": "Mercenary, regular soldier, temple knight, monastic defender, village militiaman, or savage raider; whatever the specifics, your hero made their living by war. You may have wearied of the endless killing, or lost your former employer, or simply became dissatisfied with the meagre rewards offered for your shed blood, but whatever the cause you have decided to take up an adventurer’s life instead. Every group values the help of a strong sword arm, even if you may have developed skills far different from that in pursuit of your trade.",
    "freeSkill": "Any Combat",
    "quickPicks": ["Exert", "Survive"],
    "growthChoices": ["+1 Any Stat", "+2 Physical", "+2 Physical", "+2 Physical", "Exert", "Any Skill"],
    "learningChoices": ["Any Combat", "Any Combat", "Exert", "Lead", "Notice", "Ride", "Sneak", "Survive"]
  },
  {
    "id": 18,
    "name": "Thug",
    "description": "A soldier belongs to some larger organization, whereas you were simply a thug. Whether a village bully, street ruffian, assassin, bandit, outlaw, or neighborhood enforcer, you got what you wanted through the strength of your right arm. Not every ruffian is a simple criminal, however, and it may be you were a protector to your family or gang, or a defender of your neighborhood against hostile outsiders or an oppressive lord. Necessity or ambition has turned you to an adventurer’s life, however, and your combination of raw violence and calculated social expertise is likely to be useful in the trade.",
    "freeSkill": "Any Combat",
    "quickPicks": ["Convince", "Connect"],
    "growthChoices": ["+1 Any Stat", "+2 Mental", "+2 Physical", "+2 Physical", "Connect", "Any Skill"],
    "learningChoices": ["Any Combat", "Any Combat", "Connect", "Convince", "Exert", "Notice", "Sneak", "Survive"]
  },
  {
    "id": 19,
    "name": "Wanderer",
    "description": "Some people simply have no home, and your hero is one such unfortunate. You may have been driven into exile by hostile neighbors, or a turn of political fortune, or a crime you may or may not have committed. Your former home might have been destroyed by enemies or transformed by events until it no longer had a place for you. Whatever the particulars, you journey for your own reasons and seek whatever it is you hope to find in this world. Adventurers often have a tolerance for such vagabonds that is not to be found in more settled society.",
    "freeSkill": "Survive",
    "quickPicks": ["Sneak", "Notice"],
    "growthChoices": ["+1 Any Stat", "+2 Physical", "+2 Physical", "+2 Mental", "Exert", "Any Skill"],
    "learningChoices": ["Any Combat", "Convince", "Notice", "Perform", "Ride", "Sneak", "Survive", "Work"]
  }
]
